Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 성년도 되지 않은 팔팔한 나이.
en_us: Now, he wasn’t even a full grown man. He was young.

source: 까드득.
en_us: Grind.

source: 그런데 그 순간, 로건의 증폭된 감각이 관저 안에 몸을 숨긴 병사들의 대화를 고스란히 듣고 말았다.
en_us: In that moment, his heightened senses managed to pick up the conversation of soldiers hiding inside the residence.

source: “진짜 금세 일어나는군.”
en_us: “That didn’t take long.”

source: “로건?!”
en_us: “Logan?!”

source: 똑똑.
en_us: Knock knock.

source: 전생의 로건조차 몇 번 보지 못한 아름다운 이종족의 모습에, 이곳을 근거지로 오랜 시간 활동해 온 카이도 엘프는 자주 보지 못했는지 눈을 떼지 못하고 연신 감탄사를 흘렸다.{j}늙은이는 연신 미소를 지으며 설명을 이어갔지만 정작 물주는 전혀 관심을 보이지 않았다.
en_us: Logan only had a few encounters with different races in his previous life. Elves were a rare sight for even Kai, who had been based here for a long time, and he couldn’t take his eyes off the beauties as he was visibly enraptured by them. The old man gleefully continued to promote his prized assets in hopes of a sale but Logan on the other hand looked completely disinterested.

source: “본래대로라면 네가 성년이 되는 날이니 가문의 후계에 관한 이야기를 해야 한다.”
en_us: “You are now an adult. Which means that we must talk about your succession and the future of the house in normal circumstances.”

source: 다시금 전생의 기억을 되새김질하며 계획을 점검하는데, 시간이 되었음을 알리는 목소리가 들려왔다.
en_us: He carefully recounted his memories and reviewed his plan until the bell rang to tell him that it was time.

source: “뭐라?!”{j}헤인켈의 대답에 패드릭의 얼굴이 일그러졌다.
en_us: “What?!” Padrick’s scrunched face shouted at Sir Heinkel.

source: - 내가 시킨 일만 제대로 수행하면 그 돈으로 다른 사업을 해도 좋아.
en_us: I don’t care he invests in other ventures as long as he does what I’ve asked him to do.

source: ‘이미 몇 번의 기회를 준 것으로 자비는 확실히 보여 줬고.’{j}이제 남은 단계는…….
en_us: I’ve shown him plenty of mercy with the opportunities I’ve given him. Now, for the final stage...

source: ‘윽…….’
en_us: Argh...

source: “고작 열네 살에…… 허.”
en_us: “At only fourteen years old...it’s amazing.”

source: 릭은 구시렁거리면서도 연신 물을 끼얹고 때밀이 솔을 부지런히 움직였다.
en_us: Rick was complaining as usual but he diligently washed and scrubbed Logan down.

source: “무슨 끔찍한 소리를…….”
en_us: “This isn’t time for humor.”

source: “……용병들을 말입니까?”
en_us: “Mercenaries?”

source: ‘집중하자.{j}집중!’
en_us: Concentrate, Victor!

source: “예?{j}그건…….”
en_us: “That’s a bit daring...”{j}

source: 멍한 눈으로 주변을 둘러보는 로건의 눈에 그리웠던 풍경이 들어왔다.
en_us: As Logan tried to make sense of his surroundings, his blank eyes were welcomed with a familiar sight.

source: 이어지는 패드릭의 단호한 선언이 다시 그들의 안색을 굳어지게 만들었다.
en_us: The relief was short-lived as Padrick’s declaration brought back their hardened faces.

source: “그래, 그랬지.{j}그렇다고 그 자리에서 녀석을 그렇게까지 만들 필요가 있었느냐?”
en_us: “Yes, I did. But was it necessary to make an example out of him like that?”

source: “……그렇습니다만?”
en_us: “Yes, how can I help you?”

source: “……예?{j}말도 안 돼!{j}어, 어디서?{j}누가요?!”
en_us: “I beg your pardon? That’s preposterous! Where? And who?”

source: 사실 가솔들은 울브스 가문의 차녀가 방문한 목적이 무엇인지는 큰 관심이 없었다.
en_us: The vassal weren’t particularly interested why the second daughter of the House Wolves was visiting.

source: 그리고.
en_us: Also.

source: 훈련을 시작한 뒤, 가장 의지에 찬 대답이었다.
en_us: It was his loudest, most driven answer since training had begun.

source: 처음부터 끝까지 절절하게 비꼬는 어조에 도련님의 표정이 굳어졌다.
en_us: Phillip spoke in a sarcastic tone from start to finish. Logan looked slightly bothered by his antics.

source: ‘병사들 장비를…….’
en_us: The men need their weapons and armor.

source: “가주님께 연락은 받았습니다.{j}하지만 정말 특별 대우를 하지 않아도 괜찮으시겠습니까?”
en_us: “I received word that you were coming from the Baron. Are you sure we can treat you as an ordinary knight?”

source: 아득.
en_us: Bite.

source: 확연히 성장한 능력이 다음 목표 역시 어렵지 않게 이룰 수 있을 것이란 자신감을 불어넣었다.
en_us: Logan felt confident that he could achieve his next objective thanks to his newly improved abilities.

source: 혹시라도 잊기 전에 생각나는 것들을 모조리 적어 놔야 했다.{j}미래를 바꾸기 위해.
en_us: He had to start writing everything down before he forgot in order to change the future.

source: 다른 이들은 그것이 나라를 잃은 것에 대한 복수.
en_us: For them, it was about revenge for losing a nation.

source: ‘관청에서 세 번째 골목.{j}카일의 밤.’
en_us: The third alley from the customs office. The Night of Kyle.

source: 누군가 침을 삼키는 소리조차 들릴 정도로 고요해졌다.
en_us: The silence that had suddenly taken over the castle so quiet that you could hear a person swallow their own saliva.

source: “오오, 대단한데?”
en_us: “That’s remarkable.”

source: 설마 그런 이들이 죄다 과거로 돌아갔을까.
en_us: Could they also have been sent back to the past?

source: “영주 아들이?”
en_us: “The son of the Baron?”

source: “……헉.”
en_us: “Uhh...”

source: 다행히 지금 하마르가 제기한 문제는 로건이 해결할 수 있는 것이었다.
en_us: Luckily for Logan, he was able to solve the problems that Hamar pointed out.

source: 명예를 아는 자의 담담한 목소리가 장내를 가득 채웠다.
en_us: His confident voice, of a man of true honor, rang throughout the hall.

source: 그 말에 숨은 뜻을 알아챈 기사들이 하나같이 미소를 지었다.
en_us: The knights understood their commander’s hidden message and they all smiled with glee.

source: 한 번의 일제 사격에 100여 마리에 이르던 크롤 떼 대부분이 죽어 나갔다.{j}소수의 운 좋게 살아남은 녀석들도 곧바로 이어진 2차 사격에 고슴도치가 되어 쓰러졌다.{j}아무리 용병대의 삼 분의 일밖에 되지 않는 숫자라고는 하나, 한 무리의 몬스터 떼가 전멸하는 데 걸린 시간은 고작 10초 남짓이었다.{j}설령 놈들이 기사단과 만났다 할지라도 이보다는 시간이 더 걸렸을 것이다.{j}고무적인 성과에 가장 뒤쪽에서 말을 달리던 로건의 표정이 눈에 띄게 밝아졌다.{j}하지만 누구보다 놀란 것은 직접 무기를 사용한 용병 당사자들이었다.
en_us: A single attack almost wiped out the entire pack of krolls, which numbered around a hundred. The lucky few that managed to avoid the attack were turned into dead hedgehog by the second round of fire. Only a third of the mercenary army rode to fight the monsters but they managed to decimated the pack of krolls within ten seconds. Even the order of the knights would have taken more time to achieve the same results. Logan, who rode behind the army, was entirely satisfied with the inspiring results. But the most impressed were the mercenaries themselves.

source: 황당함을 담은 눈빛으로 아버지를 바라보았지만, 아버지의 굳은 표정은 변하지 않았다.{j}그리고 그 옆에서 비웃음 섞인 표정으로 그를 바라보는 새어머니와 고개를 끄덕이는 다른 가솔들의 모습까지.{j}눈으로 박혀 드는 그 모든 모습에 로건은 정신이 아찔해져 옴을 느꼈다.
en_us: Logan stared at his father with bewildered eyes but his father was resolute. His step-mother wore a wry smile and the house vassals nodded along like a brood of hens. His fathers words, the look on his step-mother, the vassals, everything that came into Logan’s eyes suffocated him.

source: 이 모든 게 과거의 못난 자신이 만들어 낸 당연한 결과일 뿐.
en_us: He was reaping what he sowed from his previous life.

source: “도대체 무슨…….”
en_us: “What..and how...”

source: “성년은 된 거야?”
en_us: “Is he even a man yet?”

source: 무력이 높지 않은 일부 가신들이 비틀거리고, 어느 정도 수련을 한 이들조차 장내를 잠식한 살기에 안색이 파랗게 질렸다.
en_us: Even the vassals were jolted by his roar and even the ones that were trained for combat turned pale as a vicious air circled the castle.

source: ‘망할, 그러면 그렇지.’
en_us: Of course. I knew it was too good to be true.

source: 쫓겨나 떠돌던 때에 비로소 깨달은 후회.
en_us: Finally realizing my regret after my banishment and vagrancy.

source: 전생의 이 시기.{j}감정적으로 극한에 몰려 있던 그를 폭발시켰던 그녀의 귓속말.{j}수십 년을 후회하게 한 그날의 기억이 아직도 그의 기억에 생생한 이상, 저건 그냥 개소리였다.{j}하지만 지금은 일단 참아야 했다.{j}아직은 나서야 할 때가 아니었다.{j}그렇게 그가 굳은 안색으로 고개를 끄덕이자 대전의 분위기는 묘한 쪽으로 흘러갔다.
en_us: Those were the words she whispered to him in his previous life, at a time when he had hit rock bottom, her words ignited the fuse. The memory of the fateful day that left him filled with regret for decades was still vivid. Knowing that, Logan knew her words were meaningless but he had to hold his tongue for now, it wasn’t the right time to act. He nodded without expression and the mood of the castle became more restless.

source: 그 말을 듣는 순간 빅토르는 왠지 모를 불길한 예감에 오한이 들었다.
en_us: Victor couldn’t help but to feel an ominous danger was looming around the corner.

source: “바로 그 명예 때문입니다!”
en_us: “It is because of the very honor you speak of, Father!”

source: 심장에 생성된 핵에서 뿜어진 포스가 피와 육체에 스며들어, 육체 자체를 개조하도록 한다는 발상.
en_us: The core created from the heart emanates the force throughout the blood and the body, reconstructing the body itself.

source: 그 모든 것을 바꿀 기회가 왔다.
en_us: The chance to change everything had come to him.

source: “……저에게 말입니까?”
en_us: “You want to invest in me?”

source: 연병장이 다시금 환호성으로 가득 찼다.{j}그럴 수밖에 없었다.{j}C급 용병의 기본 몸값이 400골드, 그것도 전쟁 시의 가격이었다.{j}평시에다가 계약 기간이 길어지는 경우엔 심하면 절반 이하로 몸값이 떨어지는 일도 있는데, 한 푼도 깎지 않고 꼬박꼬박 400골드를 보장해준단다.{j}거기다 최소 1천 골드인 말을 지급한다는 것은 계약만 하면 석 달 치 정도의 월봉을 보너스로 준다는 말과 다름없었다.{j}용병들로서는 환영하지 않을 수 없는 조건이었다.
en_us: Loud hurrahs and chants returned to the training field. They were ecstatic as four hundred gold was the wartime rate for their services. Usually, their wages would be halved if they were committed to a longer contract but Logan had just promised them every cent of their four hundred gold. The added bonus of a horse, which fetched around a thousand gold, was the equivalent of receiving two and half months worth of wages. It was no wonder that the men were so jubilant.

source: “우리가 서로 신뢰를 쌓고 난 다음에는 계약서를 없애 줄 수도 있어.{j}그러니 앞으로 잘해 보자고.”
en_us: “I can cancel the contract once we build enough trust between each other. Let’s try to work together for both our futures.”

source: 그때, 조금 이질적인 소리와 함께 간신히 놈의 창이 멈추었다.
en_us: The rush of spears stopped as the man fell with a sound of a strange voice.

source: “……카록 말씀이십니까?”
en_us: “Karock meat you say...”

source: “아무도 찾아오지 않을 곳이 필요해.{j}그러면서 넓은 장소도.”
en_us: “I need a wide open space where no one goes to.”

source: 상단들이 헛걸음하는 경우가 없도록, 의뢰가 진실임을 증명하는 것이 상인 길드의 보증금이었다.{j}그 보증금을 내놓고 계약서까지 쓰는데도 상인 길드 사람들의 모든 시선은 믿을 수 없다는 듯 필립에게 꽂혀 있었다.
en_us: A deposit with the Merchant Guild proved to other merchants that their valued time and money would not be in vain. But Phillip couldn’t help feel that the merchants at guild still didn’t trust him even after placing the deposit and signing the contract.

source: “수련했다니까.”
en_us: “I was training.”

source: “관례에 따른다면 선전포고 후 일주일 뒤 출전할 것입니다.{j}적의 본성에서 저희 본성까지는 3일 거리로…….”
en_us: “Convention dictates that they we will engage us a week after the declaration of war. Their main castle is three days away from ours and...”

source: 막 해가 뜨기 시작한 새벽, 그와 새 주인의 하루는 아주 이르게 시작되었다.{j}
en_us: Dawn had barely broken and his day with his new master began.

source: “십 분간 휴식한다.”
en_us: “We’ll take a ten minute break.”

source: ‘돈.’
en_us: Money.

source: “나만 곤란하고 너는 재밌는 일이 있을 때 표정인데?”
en_us: “You have that face you make when I’m in trouble and you find it amusing.”

source: 양심이 콕콕 쑤셔 왔지만 이건 차차 바꿔 갈 수 있다.
en_us: The shame poked at his conscience but he knew he could gradually resolve it.

source: ‘하만 테스론이 ‘그것’을 얻고 싶어서 환장했다는 거지.’
en_us: Haman Tesslon is desperate to get his hands on it.

source: 로건은 감탄하며 면밀히 빅토르의 상태를 체크하다 녀석의 몸이 상하지 않는 선에서 딱 훈련을 멈추었다.
en_us: Logan marveled at Victor’s output as he monitored his performance. He stopped the training before Victor was at risk of injuries.

source: “공자님, 어떠십니까?{j}힘드시죠?”
en_us: “Master, how are you feeling? It’s mighty difficult, isn’t it?”

source: ‘차라리 그때 쫓아냈어야 했나.’
en_us: Perhaps I should have banished him when I could.

source: “한 달에 4천 골드를 주지.”
en_us: “I’ll pay four thousand gold per month.”

source: 패드릭은 그렇게 스스로를 북돋우며 적들을 주시했다.{j}얼마 지나지 않아, 1km도 되지 않을 거리를 앞두고 두 진영이 마주쳤다.
en_us: Padrick pumped himself up as he kept his eyes on the enemy. The two armies were soon less than a kilometer away from another.

source: - 대공자가 작은 공자와의 대련을 피해 도망갔다.
en_us: “The eldest master ran away from his rematch with his younger brother.”

source: 아니면 두려움?
en_us: Or fear?

source: 무엇보다 놀란 이들은 참관하고 있던 기사들이었다.
en_us: The most surprised bunch were the knights.

source: “무슨 소리를 하는 겁니까!{j}오늘 공자님 생신이시잖아요!{j}그것도 스무 번째!”
en_us: “What are you saying? It’s your birthday today! Your twenty second birthday!”

source: 퍽!{j}퍽!
en_us: Smack!

source: ‘안 돼.{j}이래선 안 돼!’
en_us: No, this can’t be!

source: 그만큼 일격의 위력은 증가하지만, 로건과 도미넌의 실력 차이는 그 정도로 메꿀 수 있는 수준이 아니었다.
en_us: The user’s power increased significantly but it wouldn’t be enough to fill the gap in quality between Logan and Sir Dominan.

source: “어차피 빚쟁이 집안이니까 제 빚까지 얹어서 같이 죽자는 겁니까?{j}죄송하지만 저는 동반자살에는 취미가 없습니다.”
en_us: “Since you come from a house of debt, do you want me to join your suicide pact? We combine our debts and die together? Sorry but I’m not interested in a mass suicide.”

source: 아니, 뭘?
en_us: “Sorry about what?”

source: “그리고 석궁의 뒤에 카트리지, 탄창은 억지로 분해하려 하면 아예 망가지게 설계되었으니 열어 볼 생각도 하지 말라고 전해.”
en_us: “The cartridge behind the crossbow, the magazine, is designed to break if you try to forcibly remove it. Make sure to tell the men not to dare think about removing it.”

source: 새로운 삶의 시작은 그리 순탄하지만은 않았다.
en_us: His new start already felt like an uphill battle.

source: ‘그냥 미친 새끼구나…….’
en_us: He’s a crazy son of a bitch...

source: ‘그래…….’
en_us: That’s better...

source: 그렇지 않아도 가문은 소란스러워질 것이었다.
en_us: Regardless, there was bound to be some commotion inside the castle.

source: 푹.{j}푹.{j}푹.
en_us: Stab.Stab.Stab.

source: ‘큭!’
en_us: Argh!

source: 안도의 한숨을 내쉬며 웃는 로니안의 모습, 그 여전하고 변치 않는 태도가…….
en_us: Lonian let out a sigh of relief and smiled, looking the same as ever.

source: “그 큰돈을 혼자 쓰시겠다고요?!”
en_us: “You plan to spend that fortune all on your own?”

source: “일단 잘 먹고, 잘 자라.”
en_us: “Make sure you get plenty of sleep and eat well.”

source: 하지만 정작 당사자는 신경도 쓰지 않은 채 방에서 짐을 정리하기 바빴다.
en_us: But Logan himself was completely unfazed and began packing his belongings for his training.

source: “동부로 가는 의뢰 없어?”
en_us: “Any jobs going out east?”

source: ‘이번엔 될 것 같은데.’
en_us: I’m sure it will work this time.

source: “내가 너를 데리고 가더라도 당장 가문에 정식으로 임용되거나 하지는 않을 거야.”
en_us: “The house won’t officially retain you, even though you are under my service.”

source: 또다시 옅은 상처가 생기고 말았다.{j}아까부터 반복된 패턴이건만 패드릭은 알고도 이것을 깰 수가 없었다.
en_us: Padrick suffered another light wound. His attacks were rebuffed by the same move time and time again but he was nowhere near breaking through their pattern.

source: 한 치의 흐트러짐 없는 고운 목소리에 대전이 다시금 술렁였다.
en_us: The crowd was wooed once again by her pristine voice.

source: 제가 알아서…….”
en_us: I’ll make sure she...”

source: “공자니이이임!!”
en_us: “Master!”

source: “30만 골드!{j}좋습니다!{j}무조건 좋아요!”
en_us: “Three hundred thousand gold! It’s great! I wholeheartedly accept!”

source: “조금은 변한 줄 알았더니, 더 나쁘게 변했구나.”
en_us: “I thought you had changed but it seems you’ve changed for the worst.”

source: ‘무쇠 가르기, 단금참(斷金斬)…….’
en_us: Metal Cutting...

source: 물론 동생이 자신을 걱정해 준 것과 안도하는 모습은 진심이었다.{j}하지만 은근히 상기된 모습과 묘한 기대감을 담은 눈동자가 평소와 달랐다.{j}그리고 이상하게 활기차 보이는 모습까지.
en_us: The concern his younger brother had for him was genuine. But his elevated mood, the energetic bounce, and the anticipation he harbored in his eye was different from usual.

source: 가서 일들 봐.
en_us: “Right, back to work everyone.”

source: 우리 메리가 공자님 잠을 깨웠군요.
en_us: It seems little Mary has awaken our master.”

source: ‘뭐 그 짓이야.{j}다시 안 하면 그만이지만…….’
en_us: Well, I know I won’t repeat that again.

source: 5화
en_us: Chapter Five.

source: ‘이대로라면 영지전을 이기더라도 다시 카이로스에 손을 내밀어야 해.’
en_us: We need to build closer ties with House Caiross even if we win the Battle of the Territories.

source: - 비교당하는 것이 싫어 다 포기하고 은둔 중이다.
en_us: “He’s sick and tired of the comparisons and he’s given up everything. He’s hiding out somewhere.”

source: “그만…….”
en_us: “Stop...”

source: “가, 감사합니다.{j}정말 감사합니다.{j}꼼짝없이 노예라도 되어야 하나 생각했는데…….”
en_us: “Thank you. Thank you so much. I thought I had no choice but to be slave but...”

source: 그 돈을 얻을 수 있는 사건이 이제 얼마 남지 않았다.
en_us: The window of time to make his fortune was almost upon him.

source: “쉿!”
en_us: “Shush!”

source: 그가 자신하는 비기, 삼중살(三重殺)을 보면서도 전혀 움직이지 못하는 대공자의 모습을 보며 그는 승리를 확신했다.
en_us: Sir Dominan looked assured once he saw that his opponent was unable to move after this finishing move, the triple sword kill.

source: 기사단이 밀리는 과정은 뒤를 따르던 보병들에게도 확연히 보였다.{j}기사 개개인의 움직임을 정확히 볼 수는 없어도, 아군 기사들의 돌격이 막히고 진형 전체가 뒤로 밀리고 있다는 것은 분명히 알 수 있었다.{j}병사들의 발걸음이 자신도 모르는 사이에 조금씩 무거워졌다.{j}전장의 광기가 조금씩 수그러들고, 그 빈자리를 공포가 채우기 시작한 것이었다.{j}그리고 그중에서도 가장 느려지고 있는 이가 바로 릭이었다.
en_us: The infantry were clearly able to see their knights had resorted to defense as they followed behind. They weren’t able to make out every single knight with clarity but it was evident that their attacks were being thwarted which led them to gradually pull back. Each step became heavier than the last and the confidence of their initial charge receded, and fear filled its place instead. The heaviest feet among the belonged to Rick.

source: ‘용병대만으로 영지전에서 테스론 자작가에 치명적인 타격을 줄 수 있다.’
en_us: My mercenary army will be strong enough to cripple the House of Tesslon.

source: “아으.{j}무슨 수련을 진창에 구르면서 하셨나.{j}아이고 내 코.”
en_us: “My goodness. What kind of training makes you smell this bad. My dear nose.”

source: “나, 날…… 아니, 저를 말입니까?”
en_us: “You mean...You will train me?”

source: 어느덧 해가 저물어 갈 무렵, 맥라인 외성벽의 병사들은 뒤늦게 성문의 도르래를 돌리게 만든 용병대를 향해 불평을 터트렸다.{j}물론 가장 선두에 영지의 대공자가 있었기에 대놓고 불평하지는 못했지만, 그 분위기를 용병대가 모를 리 없었다.{j}하지만 용병들은 병사들의 반응은 신경도 쓰고 있지 않았다.
en_us: Just as the sun began to set, the guards of MacLine territory's outer wall were complained about the mercenary army that made them pull the winch to open the gate so late in the day. However, their complaints were whispered due to the presence of the eldest master. Their unwelcome was obvious to the mercenaries but they were too busy admiring their new weapons to care.

source: “영지의 의사에게 부탁해 포션까지 쓰게 해 줄 테니, 며칠 앓으면 회복될 거다.{j}다들 귀족모독죄 처벌이 이 정도면 가벼운 거 알지?”
en_us: “I’ll make sure the doctor from the castle will give you a potion, it will only take a few days to heal. I hope everyone knows that this is a light slap on the hand compared to the full brunt of the law he would have faced for insulting a noble.”

source: 하지만 이내 공갈 섞인 험악한 말만 남겨 둔 채 주변의 번뜩이는 눈길들을 피해 돌아섰다.{j}하룬의 ‘두 번째 명물 거리’인 용병 거리에는 불문율이 하나 있었다.{j}먼저 무기를 드는 이에게 린치.{j}단순하지만 확실한 이 규칙이 이 살벌한 거리의 치안을 유지하고 있었다.{j}그리고 그런 험악하면서도 자유로운 분위기 속에서 로건은 거리 한편에 칼과 방패가 그려진 건물들이 모여 있는 곳으로 향했다.{j}그란디아 왕국에서 가장 큰 용병 길드, 테이난의 하룬 지부.{j}얼핏 봐도 얼추 100평은 넘을 듯한 넓은 1층은, 문에 달아 놓은 방울 소리가 의미가 없을 정도로 오늘도 시끌벅적했다.{j}세 군데로 나눠진 용병 길드의 건물 중 고작 하나라는 것이 믿기지 않을 정도로 사람들이 가득했다.
en_us: The two exchanged threats but they felt the eyes of the crowd and went their separate ways. An unwritten rule applied to all of Mercenary Alley, the second biggest street in Harun. Anyone who unsheathed their weapon first was to be hung. It was a simple rule but was effective in keeping the peace on a street with danger lurking around in every corner. Logan walked through the hazardous yet secure streets towards a set of buildings that had swords and shields painted on them. He was headed for the Harun branch of Tainan, the largest mercenary guild in the Kingdom of Grandia. The first floor was as big as a town hall and the bell on the door hardly made a sound amidst the cacophony of people. The place was so jam-packed that it was hard to believe this was only one of three Mercenary Guild buildings in the area.

source: 전혀.”
en_us: Nothing wrong at all.”

source: 로건의 말이 점점 짧아지고 있었지만, 필립은 그조차 느끼지 못한 듯했다.
en_us: Logan’s word were getting shorter but Phillip was in no mind to pay attention.

source: ‘그러니 결과를 바꾼다.{j}반드시!’
en_us: I’ll change the outcome! There’s no other choice!

source: 엿 같은 놈들 중 가장 엿 같았던 놈에게 빅엿을 선사해 주었으니까.
en_us: Because I was able to give the worst piece of shit ever a final goodbye present.

source: ‘그래.{j}로건, 잘 도망쳤다.{j}가문의 명맥이라도 이어다오.’
en_us: Running away turned out well in the end, Logan. Please, carry on our family name.

source: 좌중의 소리를 들었는지 잠시 당황하던 리이나가 입술을 질끈 깨물었다.
en_us: Lina bit her lips as the hushed sounds of disapproval reached her ears.

source: “하나당 500골드, 건장한 노예 값 이상이면 충분하지.”
en_us: “Five hundred gold for each. It’s almost double the price for a fit and able slave.”

source: “아!{j}빅토르!”
en_us: “Ah! Victor!”

source: “내가 갑옷 입고 칼 차고 있는 것이 우습나?”
en_us: “Do you think it’s funny that I wear armor and carry a sword?”

source: 지켜보는 모든 이가 대공자의 실력이 평기사 수준을 훌쩍 넘어섰다는 사실을 깨달았으니까.
en_us: Everyone could see that Logan’s abilities far exceeded that of an average knight.

source: 필립은 미소 짓는 배낭 주인의 얼굴에서 후광이 보이는 것 같았다.
en_us: Phillip thought he saw a halo hover over the smiling owner of the bag.

source: 싱글벙글 웃음이 가득한 릭과는 달리 방문을 나서는 로건의 발걸음은 묘하게 전투적이었다.
en_us: While, the corners of Rick’s mouth were hanging from ear to ear, Logan’s footsteps were strangely combative as he left his chamber.

source: 몰락하긴 했지만 오랜 기사 가문인 맥라인 가였다.{j}그들의 입장에서 성년이 된 가문의 직계가 전투에 참여하는 것은 당연한 일이었다.{j}그 말에 패드릭은 서슴없이 고개를 끄덕였다.
en_us: The House of MacLine had once been a proud bloodline of formidable knights. The participation of Logan in the war was an obvious conclusion, especially now that he was officially recognized as a man. Padrick nodded to confirm his sons’ involvement.

source: “겁먹지 마라!{j}우리는 반드시 승리한다!”
en_us: “Don’t be afraid! We will be victorious!”

source: “전쟁이 일어나지 않았으면, 일으키고 싶은 마음이었습니다.”
en_us: “I was about to start one if it didn’t come around.”

source: “소문은 무슨.{j}너도 찾아봐라.{j}그 붉은 머리 망나니 얼굴이 보이나.”
en_us: “What do you mean they are rumors? Look around. Do you see the brat with the red hair?”

source: 카일 영지에 온 주요 목적은 한 사람을 찾는 것과 한 가지 의뢰를 하는 것이었다.{j}의뢰는 언제든 할 수 있으니 사람부터 찾는 것이 나을 듯싶었다.{j}그리고 이 도시에서 누군가를 찾아내는 데에는 이곳을 찾는 것이 가장 빠른 길이었다.
en_us: Logan’s main objective in coming to Kyle was to find a man, and to make a purchase request. He could make the request at any time so he thought it would be best to find the man first, and the fastest way to find someone in the city was coming to this very inn.

source: 어?
en_us: “Huh?”

source: “이, 이럴 리가…….”
en_us: “I-it can’t be...”

source: ‘하, 이 새끼 보게?’
en_us: A brave one, is he?

source: “형님!{j}괜찮으신 거죠?”
en_us: “Brother! How are you?”

source: 필립이 마구 손을 내저으며 버럭 소리를 지르자 눈앞의 청년이 피식 웃으며 고개를 저었다.
en_us: Logan could only laugh and shake his head as watched Phillip flap his arms in the air and screamed at him to leave.

source: 우당탕탕!
en_us: Clomp!

source: 단순히 힘이 강해진 정도가 아니다.
en_us: His strength wasn’t the only thing that had changed.

source: ‘3개월…… 할 수 있다.{j}아니, 해야 해.’
en_us: Three months...I can do this. No, I must.

source: “짐이나 빨리 챙겨!”
en_us: “Hurry up and keep packing!”

source: 자신과 닮은, 하지만 비교할 수도 없이 강렬한 힘이 담긴 아버지의 눈동자를 보며 로니안이 힘없이 고개를 끄덕였다.{j}그 얼굴을 보며 패드릭은 한숨과 함께 돌아섰다.{j}그 역시 아들 하나를 없는 자식 취급하는 것이 기분 좋을 리 없었다.{j}하지만 눈에 보일 정도로 사기가 내려간 병사들이 여기저기서 수군대는 것을 보면 그런 감정은 사치였다.
en_us: Lonian had his father’s eyes but they were incomparably mightier than his. He looked into the fire of his pupils and meekly nodded. The defeat in Lonian’s face made Padrick sigh as he turned back. As a father, it pained him to treat Logan like a lost cause but the sight of his demoralized soldiers murmuring about their future made him realize such a thought was indulgent.

source: “로건은 어디로 간 거지?”
en_us: “I don’t see Logan. Where is he?”

source: “그냥 그 고기를 사서 모아 줬으면 해.”
en_us: “All I want you do to is buy and store it.”

source: ‘어디까지 믿어야 할까…….’
en_us: How far do I have to trust him?

source: “그래도 검술 자체가 이렇게 확 바뀔 수가 있나?”
en_us: “But his swordsmanship, how can it improve so much?”

source: “빨리 움직여 이것들아!”
en_us: “Keep it moving, you maggots!”

source: 체질과 감각 자체가 확 달라졌다.
en_us: His physique and senses had also completely changed.

source: ‘기마대?’
en_us: More cavalry?

source: “싫으면 말던가.”
en_us: “Take it or leave it.”

source: “자꾸 고기라고 강조하시는 건……?{j}설마 그걸 먹는 사람이 있다는 말입니까?”
en_us: “The use of the word, ‘meat’, assumes that one can eat it but who in their right mind would do such a thing?”

source: “힘들다는 건, 가능하긴 하다는 거네?”
en_us: “It’s difficult but possible, yes?”

source: “무엇이냐, 로건?{j}말해 보아라.”
en_us: “What is it, Logan? Speak your mind.”

source: “가법에 따라 직계 혈족들도 사전 통보 없이는 가주님을 만나실 수 없습니다.”
en_us: “According to household law, no one can see the head of the house without an appointment, including blood relatives.”

source: 까다롭게 구는 친구에게 짓궂은 장난을 치는 아이의 심정으로, 로건은 아무렇지도 않은 듯 담담하게 폭탄을 던졌다.
en_us: Logan dropped a sudden bomb on Phillip like he was a child playing a prank on a prickly friend.

source: “이 중에 얼마나 들어 보았느냐?{j}좀 더 구체적인 소문도 말해 줄까?”
en_us: “How many of those have you heard? Shall I tell you about the more specific ones?”

source: 당연히 릭이겠거니 하고 한 말이었지만, 방으로 들어온 것은 뜻밖의 거한이었다.
en_us: He expected Rick to fly through the door but he was met by a giant of a man.
